9/data/attachments/aece89bed7ec754d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_033d585e-c0e3-460d-a752-926cb5fb8ca7</nif:username>
            <nif:friendToBeAdded>Manuel_president_Friend_80886_7</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>